{
  "SanChlor": [
    "The strongest extrovert of all the blends of temperaments will be the SanChlor, for the two temperaments that make up his nature are both extroverted. The happy charisma of the sanguine makes him a people-oriented, enthusiastic, salesman type; but the choleric side of his nature will provide him with the necessary resolution and character traits that will fashion a somewhat more organized and productive individual than if he were pure sanguine. Almost any people-oriented field is open to him, but to sustain his interest it must offer variety, activity, and excitement",
    "The potential weaknesses of a SanChlor are usually apparent to everyone because he is such an external person. He customarily talks too much, thus exposing himself and his weaknesses for all to see. He is highly opinionated. Consequently, he expresses himself loudly even before he knows all the facts. To be honest, no one has more mouth trouble! If he is the life of the party, he is lovable; but if he feels threatened or insecure, he can become obnoxious. His leading emotional problem will be anger, which can catapult him into action at the slightest provocation. Since he combines the easy forgetfulness of the sanguine and the stubborn casuistry of the choleric, he many not have a very active conscience. Consequently, he tends to justify his actions. This man, like any other temperament, needs to be filled daily with the Holy Spirit and the Word of God.",
    "Simon Peter, the self-appointed leader of the twelve apostles, is a classic example of a New Testament SanChlor. He obviously had mouth trouble, demonstrating this repeatedly by speaking up before anyone else could. He talked more in the Gospels than all the others put together - and most of what he said was wrong. He was egotistical, weak-willed, and carnal throughout the Gospels. In Acts, however, he was a remarkably transformed man - resolute, effective, and productive. What made the difference? He was filled with the Spirit."
  ],
  "SanMel": [
    "SanMels are highly emotional people who fluctuate drastically. They can laugh hysterically one minute and burst into tears the next. It is almost impossible for them to hear a sad tale, observe a tragic plight of another person, or listen to melancholic music without weeping profusely. They genuinely feel the grief's of others. Almost any field is open to them, especially public speaking, acting, music, and the fine arts. However, SanMels reflect an uninhibited perfectionism that often alienates them from others because they verbalize their criticisms. They are usually people-oriented individuals who have sufficient substance to make a contribution to other lives - if their ego and arrogance don't make them so obnoxious that others become hostile to them.",
    "One of the crucial weaknesses of this temperament blend prevails in SanMel's thought-life. Both sanguines and melancholies are dreamers, and thus if the melancholy part of his nature suggests a negative train of thought, it can nullify a SanMel's potential. It is easy for him to get down on himself. In addition, this person, more than most others, will have both an anger problem and a tendency toward fear. Both temperaments in his makeup suffer with an insecurity problem; not uncommonly, he is fearful to utilize his potential. Being admired by others is so important to him that it will drive him to a consistent level of performance. He has a great ability to commune with God, and if he walks in the Spirit he will make an effective sevant of Christ.",
    "King David is a classic illustration of the SanMel temperament. An extremely likable man who attracted both men and women; he was colorful, dramatic, emotional and weak-willed. He could play a harp and sing, he clearly demonstrated a poetic instinct in his Psalms, and he made decisions on impulse. Unfortunately, like many SanMels, he fouled up his life by a series of disastrous and costly mistakes before he gained enough self-discipline to finish out his destiny. All SanMels, of course, are not able to pick up the pieces of their lives and start over as David did. It is far better for them to walk in the Spriti daily and avoid such mistakes."
  ],
  "SanPhleg": [
    "The easiest person to like is a SanPhleg. The overpowering and obnoxious tendencies of a sanguine are offset by the gracious, easygoing phlegmatic. SanPhlegs are extremely happy people who carefree spirit and good humor make them lighthearted entertainers sought after by others. Helping people is their regular business, along with sales of various kinds. They are the least extroverted of any of the sanguines and are often regulated by their environment and circumstances rather than being self motivated. SanPhlegs are naturally pro-family and preserve the love of their children - and everyone else for that matter. They would not purposely hurt anyone.",
    "The SanPhleg's greatest weaknesses are lack of motivation and discipline. He would rather socialize than work, and he tends to take life too casually. As an executive remarked about one, \"He is the nicest guy I ever fired.\" He rarely gets upset over anything and tends to find the bright side of everything. He usually has an endless repertoire of jokes and delights in making others laugh, often when the occasion calls for seriousness. When Jesus Christ becomes the chief object of his love, he is transformed into a more resolute, purposeful, and productive person.",
    "The first-century evangelist Apollos is about as close as we can come to a New Testament illustration of the SanPhleg. A skilled orator who succeeded Paul and other who had founded the churches, he did the work of stirring the churches with his Spirit-filled preaching and teaching. Loved by all, followed devotedly by some, this pleasant and dedicated man apparently traveled a great deal but did not found new works."
  ]
}